const messages: MessageSettings[] = [
  {
    type: "sender",
    text: ` Привет! Смотри, тут всплыл интересный кусок лунной космической истории
          — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC
          для полетов на Луну. Сейчас мы все знаем что астронавты летали с
          моделью 500 EL — и к слову говоря, все тушки этих камер все еще
          находятся на поверхности Луны, так как астронавты с собой забрали
          только кассеты с пленкой. Хассельблад в итоге адаптировал SWC для
          космоса, но что-то пошло не так и на ракету они так никогда и не
          попали. Всего их было произведено 25 штук, одну из них недавно продали
          на аукционе за 45000 евро.`,
    time: "10:15"
  },
  {
    type: "receiver",
    text: `А вот знаешь, что Сторонники теории «лунного заговора» утверждают, в
          частности, что на фотографиях и в кинофильмах о посадках на Луну
          присутствуют противоречия, а некоторые из них — идут дальше и даже
          заявляют, что осуществление таких полётов в те годы было «технически
          невозможным». Сторонники теории утверждают, что США пошли на
          фальсификацию по соображениям поднятия своего престижа из-за
          отставания от СССР в космических достижениях в начале 1960-х годов, а
          также для отвлечения граждан Америки от таких военных преступлений США
          во время войны во Вьетнаме.`,
    time: "10:16"
  },
  {
    type: "sender",
    text: "Doing great, just busy with work.",
    time: "10:17"
  },
  {
    type: "receiver",
    text: "I understand. Have you finished that project?",
    time: "10:18"
  },
  {
    type: "sender",
    text: "Not yet, but I’m almost done.",
    time: "10:19"
  },
  {
    type: "receiver",
    text: "Awesome! Let me know if you need any help.",
    time: "10:20"
  },
];


export default messages;
